Repository: HitaloM/Gojira
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: pt_br

source: You can select your preferred language for the bot in this chat by clicking one of the buttons below. <i>These are the languages currently supported by the bot. If your language is not available, you can contribute by contacting @Hitalo to add it for translation.</i>
pt_br: Você pode selecionar o idioma preferido do bot neste chat, clicando em um dos botões abaixo. <i>Estes são os idiomas suportados atualmente pelo bot. Se o seu idioma não estiver disponível, você pode contribuir contatando @Hitalo para adicioná-lo para tradução.</i>

source: <b>Your current language:</b> {lang}
pt_br: <b>Seu idioma atual:</b> {lang}

source: <b>Group current language</b>: {lang}
pt_br: <b>Idioma atual do grupo</b>: {lang}

source: 🌎 Contribute in translations!
pt_br: 🌎 Contribua nas traduções!

source: 🔙 Back
pt_br: 🔙 Voltar

source: Changed language to <b>{lang}</b>
pt_br: Idioma alterado para <b>{lang}</b>

source: ℹ️ About
pt_br: ℹ️ Sobre

source: 🌐 Language
pt_br: 🌐 Idioma

source: 👮‍♂️ Help
pt_br: 👮‍♂️ Ajuda

source: Hello, {user_name}. I am <b>Gojira</b>, a Telegram bot that can help you with informations about anime and manga, such as genres, characters, studios, staff. And much more!
pt_br: Olá, {user_name}. Eu sou o <b>Gojira</b>, um bot do Telegram que pode ajudá-lo com informações sobre anime e manga, tais como gêneros, personagens, estúdio, equipe. E muito mais!

source: 📖 Manga
pt_br: 📖 Mangá

source: 👤 Character
pt_br: 👤 Personagem

source: 👨‍💻 Staff
pt_br: 👨‍💻 Equipe

source: 🎬 Studio
pt_br: 🎬 Estúdio

source: Click on one of the buttons below to start exploring all my features.
pt_br: Clique em um dos botões abaixo para começar a explorar todos os meus recursos.

source: <b>Gojira</b> is a bot developed using <b>Python</b> that utilizes <b>AIOgram</b> and <b>AniList GraphQL API</b> to provide fast, stable and comprehensive information about animes and mangas. The name Gojira (ゴジラ) is a reference to the Japanese name of the famous monster Godzilla.
pt_br: <b>Gojira</b> é um bot desenvolvido usando <b>Python</b> que utiliza <b>AIOgram</b> e a <b>API GraphQL do AniList</b> para fornecer informações rápidas, estáveis e abrangentes sobre animes e mangás. O nome de Gojira (ゴジラ) é uma referência ao nome japonês do famoso monstro Godzilla.

source: 📚 Channel
pt_br: 📚 Canal

source: This button is not for you.
pt_br: Este botão não é para você.

source: Select the type of upcoming media you want to see.
pt_br: Selecione o tipo de mídia que você quer ver.

source: You need to specify a user. Use <code>/user username</code> or <code>id</code>
pt_br: Você precisa especificar um usuário. Use <code>/user username</code> ou <code>id</code>

source: No results found.
pt_br: Nenhum resultado encontrado.

source: Search results for: <b>{query}</b>
pt_br: Resultados da pesquisa para: <b>{query}</b>

source: <b>Username</b>: <code>{name}</code>
pt_br: <b>Nome de usuário</b>: <code>{name}</code>

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: <b>Donator</b>: <code>{donator}</code>
pt_br: <b>Doador</b>: <code>{donator}</code>

source: <b>Created At</b>: <code>{date}</code>
pt_br: <b>Criado em</b>: <code>{date}</code>

source: <b>Updated At</b>: <code>{date}</code>
pt_br: <b>Atualizado em</b>: <code>{date}</code>

source: Anime Stats
pt_br: Estatísticas de Anime

source: Manga Stats
pt_br: Estatísticas de Mangá

source: Total Anime Watched: {count}
pt_br: Total de anime assistido: {count}

source: Total Episode Watched: {episodes}
pt_br: Total de episódios assistidos: {episodes}

source: Total Time Spent: {time}
pt_br: Total de Tempo Gasto: {time}

source: Average Score: {mean_score}
pt_br: Média de pontuação: {mean_score}

source: Total Manga Read: {count}
pt_br: Total de mangás lidos: {count}

source: Total Chapter Read: {chapters}
pt_br: Total de capítulos lidos: {chapters}

source: Total Volume Read: {volumes}
pt_br: Total de volumes lidos: {volumes}

source: Action
pt_br: Ação

source: Adventure
pt_br: Aventura

source: Comedy
pt_br: Comédia

source: Fantasy
pt_br: Fantasia

source: Horror
pt_br: Terror

source: Music
pt_br: Música

source: Mystery
pt_br: Mistério

source: Psychological
pt_br: Psicológico

source: Sci-Fi
pt_br: Ficção Científica

source: Sports
pt_br: Esportes

source: Supernatural
pt_br: Sobrenatural

source: Thriller
pt_br: Suspense

source: Below are the categories of <b>anime</b>, choose one to see the results:
pt_br: Abaixo estão as categorias do <b>anime</b>, escolha um para ver os resultados:

source: Below are up to <b>50</b> results from the <b>{genre}</b> category.
pt_br: Abaixo estão até <b>50</b> resultados da categoria <b>{genre}</b>.

source: <b>Format</b>: <code>{format}</code>
pt_br: <b>Formato</b>: <code>{format}</code>

source: <b>Episodes</b>: <code>{episodes}</code>
pt_br: <b>Episódios</b>: <code>{episodes}</code>

source: <b>Episode Duration</b>: <code>{duration} mins</code>
pt_br: <b>Duração do Episódio</b>: <code>{duration} mins</code>

source: <b>Start Date</b>: <code>{date}</code>
pt_br: <b>Data de Início</b>: <code>{date}</code>

source: <b>End Date</b>: <code>{date}</code>
pt_br: <b>Data de Término</b>: <code>{date}</code>

source: <b>Season</b>: <code>{season}</code>
pt_br: <b>Temporada</b>: <code>{season}</code>

source: <b>Average Score</b>: <code>{score}</code>
pt_br: <b>Média de Pontuação</b>: <code>{score}</code>

source: <b>Studios</b>: <code>{studios}</code>
pt_br: <b>Estúdios</b>: <code>{studios}</code>

source: <b>Producers</b>: <code>{producers}</code>
pt_br: <b>Produtores</b>: <code>{producers}</code>

source: <b>Source</b>: <code>{source}</code>
pt_br: <b>Fonte</b>: <code>{source}</code>

source: <b>Genres</b>: <code>{genres}</code>
pt_br: <b>Gêneros</b>: <code>{genres}</code>

source: <b>Short Description</b>: <i>{description}</i>
pt_br: <b>Descrição Curta:</b> <i>{description}</i>

source: 👓 View More
pt_br: 👓 Ver Mais

source: Below are the <b>50</b> most popular animes in descending order.
pt_br: Abaixo estão <b>50</b> animes mais populares em ordem decrescente.

source: Reply to a message with a media.
pt_br: Responda a uma mensagem com uma mídia.

source: No media was found in this message.
pt_br: Nenhum media foi encontrada nesta mensagem.

source: File not found.
pt_br: Arquivo não encontrado.

source: Something went wrong while downloading the file.
pt_br: Algo deu errado durante o download do arquivo.

source: Excessive use of the API, please try again later.
pt_br: Uso excessivo da API, por favor tente novamente mais tarde.

source: The API is unavailable, please try again later.
pt_br: A API está indisponível, por favor tente novamente mais tarde.

source: <b>Episode</b>: <code>{episode}</code>
pt_br: <b>Episódio</b>: <code>{episode}</code>

source: <b>Adult</b>: <code>Yes</code>
pt_br: <b>Adulto</b>: <code>Sim</code>

source: <b>Similarity</b>: <code>{similarity}%</code>
pt_br: <b>Similaridade</b>: <code>{similarity}%</code>

source: 👓 View more
pt_br: 👓 Ver Mais

source: 📹 Preview
pt_br: 📹 Prévia

source: Monday
pt_br: Segunda-Feira

source: Tuesday
pt_br: Terça-Feira

source: Wednesday
pt_br: Quarta-Feira

source: Thursday
pt_br: Quinta-Feira

source: Friday
pt_br: Sexta-Feira

source: Saturday
pt_br: Sábado

source: Sunday
pt_br: Domingo

source: Below is the schedule for <b>{day}</b>:
pt_br: Abaixo está a programação para <b>{day}</b>:

source: <b>Note:</b> <i>The schedule was taken from MyAnimeList, some information about anime may not be available on AniList, so the bot won't be able to show information about the anime.</i>
pt_br: <b>Nota:</b> <i>A programação foi retirada do MyAnimeList, algumas informações sobre o anime podem não estar disponíveis no AniList, portanto o bot não poderá mostrar informações sobre o anime.</i>

source: 📈 Popular
pt_br: 📈 Populares

source: 🗂️ Categories
pt_br: 🗂️ Categorias

source: 🆕 Upcoming
pt_br: 🆕 Em breve

source: 🔍 Search
pt_br: 🔍 Pesquisar

source: You are in the <b>anime</b> section, use the buttons below to do what you want.
pt_br: Você está na seção <b>anime</b>, use os botões abaixo para fazer o que você quer.

source: Below are the <b>50</b> animes that have not yet been released.
pt_br: Abaixo estão os <b>50</b> animes que ainda não foram lançados.

source: You need to specify an anime. Use <code>/anime name</code> or <code>id</code>
pt_br: Você precisa especificar um anime. Use <code>/anime name</code> ou <code>id</code>

source: ➡️ Sequel
pt_br: ➡️ Sequência

source: ⬅️ Prequel
pt_br: ⬅️ Prólogo

source: This button is not for you
pt_br: Este botão não é para você

source: 📜 Description
pt_br: 📜 Descrição

source: 👨‍👩‍👧‍👦 Characters
pt_br: 👨‍👩‍👧‍👦 Personagens

source: 🌆 Studios
pt_br: 🌆 Estúdios

source: 📺 Airing
pt_br: 📺 Exibição

source: Here you will be able to see the description, the characters, the team, and other things; make good use of it!
pt_br: Aqui você será capaz de ver a descrição, os personagens, a equipe e outras coisas; faça bom uso disso!

source: Oops! This anime has no description on AniList.
pt_br: Ops! Este anime não tem descrição no AniList.

source: Oops! This anime doesn't have a character list on AniList.
pt_br: Opa! Este anime não tem uma lista de personagens no AniList.

source: Below is the list of characters in this anime.
pt_br: Abaixo está a lista de personagens desse anime.

source: This anime does not have staff.
pt_br: Este anime não possui staff.

source: Below is a list of the team working on this anime.
pt_br: Abaixo está a lista da equipe que trabalha nesse anime.

source: You need to specify an anime. Use <code>/airing name</code> or <code>id</code>
pt_br: Você precisa especificar um anime. Use <code>/airing name</code> ou <code>id</code>

source: See below when the next episode of the anime in question will air.
pt_br: Veja abaixo quando o próximo episódio do anime em questão será exibido.

source: <b>Episode:</b> <code>{episode}</code>
pt_br: <b>Episódio</b>: <code>{episode}</code>

source: <b>Airing:</b> <code>{airing_time}</code>
pt_br: <b>Exibição em</b>: <code>{airing_time}</code>

source: <b>Episodes:</b> <code>{episode}</code>
pt_br: <b>Episódios:</b> <code>{episode}</code>

source: This anime does not have studio.
pt_br: Este anime não possui estúdio.

source: Below is a list of the studios working on this anime.
pt_br: Abaixo está a lista dos estúdios trabalhando nesse anime.

source: *Favourites*: `{favourites}`
pt_br: *Favoritos*: `{favourites}`

source: Below are the <b>50</b> most popular characters in descending order.
pt_br: Abaixo estão os <b>50</b> personagens mais populares em ordem decrescente.

source: You are in the <b>character</b> section, use the buttons below to do what you want.
pt_br: Você está na seção <b>personagens</b>, use os botões abaixo para fazer o que quiser.

source: You need to specify an character. Use <code>/character name</code> or <code>id</code>
pt_br: Você precisa especificar um personagem. Use <code>/character name</code> ou <code>id</code>

source: Below are the categories of <b>manga</b>, choose one to see the results:
pt_br: Abaixo estão as categorias de <b>manga</b>, escolha uma para ver os resultados:

source: <b>Chapters</b>: <code>{chapters}</code>
pt_br: <b>Capítulos</b>: <code>{chapters}</code>

source: Below are the <b>50</b> most popular mangas in descending order.
pt_br: Abaixo estão os <b>50</b> mangas mais populares em ordem decrescente.

source: You are in the <b>manga</b> section, use the buttons below to do what you want.
pt_br: Você está na seção <b>manga</b>, use os botões abaixo para fazer o que quiser.

source: Below are the <b>50</b> mangas that have not yet been released.
pt_br: Abaixo estão os <b>50</b> mangas que ainda não foram liberados.

source: You need to specify an manga. Use <code>/manga name</code> or <code>id</code>
pt_br: Você precisa especificar um manga. Use <code>/manga name</code> ou <code>id</code>

source: This manga does not have a description.
pt_br: Este manga não possui uma descrição.

source: This manga does not have characters.
pt_br: Este manga não possui personagens.

source: Below is the list of characters in this manga.
pt_br: Abaixo está a lista de personagens desse mangá.

source: Below is a list of the team responsible for this manga.
pt_br: Abaixo está a lista da equipe responsável por essa manga.

source: **Language**: `{language}`
pt_br: **Idioma**: `{language}`

source: **Favourites**: `{favourites}`
pt_br: **Favoritos**: `{favourites}`

source: Below are the <b>50</b> most popular staffs in descending order.
pt_br: Abaixo estão os <b>50</b> staffs mais populares em ordem decrescente.

source: You are in the <b>staff</b> section, use the buttons below to do what you want.
pt_br: Você está na seção <b>staff</b>, use os botões abaixo para fazer o que você quer.

source: You need to specify an staff. Use <code>/staff name</code> or <code>id</code>
pt_br: Você precisa especificar uma equipe. Use <code>/staff name</code> ou <code>id</code>

source: Below are the <b>50</b> most popular studios in descending order.
pt_br: Abaixo estão os <b>50</b> estúdios mais populares em ordem decrescente.

source: You are in the <b>studio</b> section, use the buttons below to do what you want.
pt_br: Você está na seção <b>estúdio</b>, use os botões abaixo para fazer o que quiser.

source: You need to specify an studio. Use <code>/studio name</code> or <code>id</code>
pt_br: Você precisa especificar um estúdio. Use <code>/studio nome</code> ou <code>id</code>

source: <b>Favourites</b>: <code>{favourites}</code>
pt_br: <b>Favoritos</b>: <code>{favourites}</code>

source: <b>Animation Studio</b>: <code>{is_anim}</code>
pt_br: <b>Estúdio de Animação</b>: <code>{is_anim}</code>

source: 🎬 Medias
pt_br: 🎬 Mídias

source: Media that <b>{name}</b> has worked on: {list}
pt_br: Mídia em que <b>{name}</b> trabalhou: {list}

source: Get anime informations.
pt_br: Obter informações de anime.

source: Get manga informations.
pt_br: Obter informações de manga.

source: Get character informations.
pt_br: Obter informações de personagens.

source: Get staff informations.
pt_br: Obter informações de staff.

source: Get studio informations.
pt_br: Obter informações de estúdio.

source: Try to identify the source anime of a media
pt_br: Tenta identificar o anime de origem de uma mídia

source: Get AniList user informations.
pt_br: Obter informações de usuários da Anilist.

source: Get anime airing informations.
pt_br: Receba informações de publicação de animes.

source: Get anime schedules.
pt_br: Obtenha animes agendados.

source: Change bot language.
pt_br: Alterar idioma do bot.

source: About the bot.
pt_br: Sobre o bot.

source: Start the bot.
pt_br: Inicia o bot.

source: Get help.
pt_br: Obtenha ajuda.

source: Get upcoming media.
pt_br: Obtenha a próxima mídia.

source: Finished
pt_br: Finalizado

source: Releasing
pt_br: Lançando

source: Not yet released
pt_br: Ainda não lançado

source: Cancelled
pt_br: Cancelado

source: Hiatus
pt_br: Hiato

source: Manga
pt_br: Mangá

source: Video Game
pt_br: Vídeo Game

source: Other
pt_br: Outros

source: Game
pt_br: Jogo

source: Comic
pt_br: Quadrinhos

source: Multimedia Project
pt_br: Projeto multimídia

source: Picture Book
pt_br: Livro ilustrado

source: TV Short
pt_br: Curta para TV

source: Movie
pt_br: Filme

source: Special
pt_br: Especial

source: Winter
pt_br: Inverno

source: Spring
pt_br: Primavera

source: Summer
pt_br: Verão

source: Fall
pt_br: Outono
